/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk z %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ bol nainštalovaný a je pripravený na použitie, keď %3$@ reštartujete! Chcete ho reštartovať teraz?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@\nje najnovšia dostupná verzia.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "Je dostupný %1$@ %2$@ (teraz máte %3$@).\nChcete ho prevziať teraz?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ nemá oprávnenie pre zápis do zložky aplikácie! Pracujete z obrazu disku? Ak nie, požiadajte o pomoc svojho systémového administrátora.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Bola nainštalovaná nová verzia aplikácie %@!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Je dostupná nová verzia aplikácie %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "V priebehu inštalácie sa vyskytla chyba. Skúste neskôr.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Pri získavaní informácie o aktualizácii sa vyskytla chyba. Skúste neskôr.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Pri rozbaľovaní archívu sa vyskytla chyba. Skúste neskôr.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Pri pokuse o prevzatie súboru sa vyskytla chyba. Skúste neskôr.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Aktualizácia práve prebieha!";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Overovať dostupnosť aktualizácie pri štarte?";

/* No comment provided by engineer. */
"Downloading update" = "Preberá sa aktualizácia…";

/* No comment provided by engineer. */
"Extracting update" = "Rozbaľuje sa aktualizácia…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Nainštalovať a spustiť znovu";

/* No comment provided by engineer. */
"Installing update" = "Inštaluje sa aktualizácia…";

/* No comment provided by engineer. */
"No" = "Nie";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Pripravený na inštaláciu!";

/* No comment provided by engineer. */
"Update Error!" = "Chyba aktualizácie!";

/* No comment provided by engineer. */
"Updating %@" = "Aktualizuje sa %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Chcete overovať dostupnosť aktualizácie %@ pri štarte aplikácie? Ak nie, kontrolu môžete vykonať manuálne z ponuky aplikácie.";

/* No comment provided by engineer. */
"Yes" = "Áno";

/* No comment provided by engineer. */
"You're up to date!" = "Máte aktuálnu verziu!";
